[
    {   "id":1,
    "titel":"NSS Blood Donation Camp Report",
    "description":"The NSS unit of Government College of Arts, Science & Commerce, Khandola, Marcela-Goa, organized a blood donation camp in collaboration with blood bank of Goa Medical College, Bambolim-Goa, on 21th January 2017. The camp began at 10.00 a.m. with a short inaugural function where in Dr. Sanjay Korgaonkar and his five member team was given a floral welcome. Dr. Korgaonkar expressed his gratitude to the NSS unit of the college for its continuous endeavor in this regard. He also stressed on the growing need of blood in the state and commended the young volunteers for their noble act. The Camp was inaugurated by Devanand Velingkar Asst Prof of Commerce, Miss Bhakti Kudnekar Asst Prof of Commerce & NSS Programme Officer & Saprem Shirvoikar, Asst Prof of law by Donating Blood . 117 volunteers came forward to donate blood..",
    "url":"https://media.tenor.com/KiWNob3ryJsAAAAi/doe-sangue-hmpb-doe-sangue.gif",
    "fullurl":"https://www.khandolacollege.edu.in/nss-unit/nss-blood-donation-camp-report/"
},
    {   "id":2,
    "titel":"Donate Blood at IRCS NHQ!",
    "description":"Individuals are not at risk of contracting COVID-19 through the blood donation process. Blood  Bank  is taking all precautions for the staff, Blood Donor and patient attended by using thermal scanners, disinfectant cleaning of couches, gloves, masks, maintaining distance etc. With the Centre, declaring blood services as essential services, IRCS will start holding blood donation camps by sending mobile blood collection units to various localities across Delhi from 13 April, 2020. IRCS, NHQ will follow all infection control and social distancing measures such as two couches instead of the earlier practice of four to draw blood..",
    "url":"https://img.freepik.com/free-vector/blood-donation-isometric-illustration-donor-hand-with-red-drop-injured-persons-blue_1284-28491.jpg?w=740&t=st=1680184091~exp=1680184691~hmac=6b60cbd71d2045e76fe85b886ea82649b06ad30deeb32a5b6864ad87e773b054",
    "fullurl":"https://www.indianredcross.org/ircs/program/BloodBank"
}
]